[
	{
		"id": 1,
		"name": "Andrew Dawes",
		"role": "The Sensei",
		"description": "Andrew guides us with the wisdom of a thousand Google searches and the patience of a laptop during a software update.",
		"photoUrl": "/andrew-dawes.jpg",
		"slug": "andrew-dawes",
		"githubUsername": "AndrewJDawes",
		"bio": "Andrew Dawes is a software engineer with a passion for creating beautiful, user-friendly web applications. He has a background in education and a love for teaching and learning. Andrew is a full-stack developer with experience in Ruby on Rails, JavaScript, React, and Redux. He is a graduate of the Flatiron School's software engineering program and holds a Bachelor of Arts in English from the University of Georgia. Andrew is a lifelong learner who is always looking for new ways to grow and improve his skills."
	},
	{
		"id": 2,
		"name": "Missie Dawes",
		"role": "The Sage",
		"description": "Missie creates user interfaces with the exhilaration of a yogi flowing through sun salutations.",
		"photoUrl": "/missie-dawes.jpg",
		"slug": "missie-dawes",
		"githubUsername": "missiedawes",
		"bio": "<p>Missie is a web developer who flows seamlessly between frontend poses and backend stretches, skillfully working towards that full-stack “Scorpion Pose.” Her practice involves a steady love for TypeScript — stronger than JavaScript’s “Downward Dog” and just as flexible. React and Vue are her trusty yoga blocks, helping her find balance in the ever changing world of code.</p><p>Challenges are her yoga props; they stretch her capabilities, strengthen her resolve, and occasionally make her wobble. But, like any true yogi, she believes that each bug and setback is just another opportunity for growth — or at least a reason to roll out the mat and try again.</p><p>What inspires her? The balance between the practical and the creative. Web development is like finding your breath in a tricky balance pose — grounded yet expressive. Her mantra is simple: “The project is never finished, only refined.”</p><p>Every project, like every yoga session, offers a new lesson, a chance to go deeper, and a reminder that nothing is ever truly finished. This mindset energizes her when inspiration flows, comforts her during moments of burnout, keeps her humble when she’s feeling like a coding guru, and props her up when she's face-planted on the mat.</p>"
	},
	{
		"id": 3,
		"name": "Logan Sauers",
		"role": "The Ninja",
		"description": "Logan pursues perfection with the exactness of a master swordsman, seeking answers with the patience of a monk in meditation.",
		"photoUrl": "/logan-sauers.jpg",
		"slug": "logan-sauers",
		"githubUsername": "logansauers",
		"bio": "<p>Logan approaches his craft like a ninja practicing martial arts — every line of code is a kata, every bug a chance to refine his form. If Logan were a programming language, he'd be Python: efficient, flexible, and always ready to automate the tedious into oblivion with a swift, well-placed strike.</p><p>His coding dojo is a cozy office nestled in a cabin deep in the wilderness, where the sun illuminates his workspace like a morning meditation. Logan observes his surroundings with the quiet intensity of an owl — still, focused, and ready to pounce on inefficiency wherever it hides. Each day, he practices his own secret discipline: taking meticulous notes on anything unfamiliar and connecting the dots in a grand mental map of knowledge.</p><p>Logan’s style is pure kung fu coding — like a classical music composer who refuses to let a single note out of place, he moves slowly and deliberately, perfecting each function with the precision of a samurai sharpening his blade. And if he could pair program with anyone, he'd probably summon an ancient engineer and a dusty vacuum tube computer, seeking enlightenment in the art of analog technology. Because why settle for the latest gadgets when you can learn from the roots, even if those roots are as bulky and inefficient as a 1950s mainframe?</p><p>Logan isn’t just about the fight; he's about the discipline, the journey, and the quiet satisfaction of knowing that when he strikes, he strikes true.</p>"
	},
	{
		"id": 4,
		"name": "Kaitlyn Wyland",
		"role": "The Samurai",
		"description": "Kaitlyn fearlessly tackles challenging projects with the boldness of a warrior, mastering tasks with a spirit as free as the wind.",
		"photoUrl": "/kaitlyn-wyland.JPG",
		"slug": "kaitlyn-wyland",
		"githubUsername": "kwyland22",
		"bio": "<p>Kaitlyn is an unstoppable force in the coding world, a doer with the spirit of a Zen gardener who knows that progress is made with every rake of the sand. She thrives in a cozy cabin filled with natural light, where the soundtrack of her creativity plays softly in the background. Her approach to coding is like an abstract painting coming to life — she dives in with bold strokes, letting the lines fall where they may, trusting that clarity will emerge from the mess.</p><p>Her secret? Kaitlyn’s daily ritual of note-taking, capturing every discovery and stumble along the way. It's not about perfection; it's about movement, momentum, and making things happen, one line of code at a time. Kaitlyn doesn't overthink; she acts, moving swiftly from one challenge to the next, tackling each project with the calm assurance of someone who knows that every leap is a step toward creating something great.</p>"
	}
]
