[
	{
		"id": 1,
		"name": "Andrew Dawes",
		"role": "The Sensei",
		"description": "Andrew guides us with the wisdom of a thousand Google searches and the patience of a laptop during a software update.",
		"photoUrl": "/andrew-dawes.jpg",
		"slug": "andrew-dawes",
		"githubUsername": "AndrewJDawes",
		"bio": "<p>Andrew approaches software development like a zen artform - he believes that true progress is made by focusing on small, steady improvements over flashy breakthroughs.</p><p>With a background in music, Andrew brings a spirit of discipline and rigorous practice to his development work. He believes that daily progress — even just 5 minutes each day coding or reading documentation — is the first step to mastery. Ultimate mastery comes from rethinking and refining one's practice routine again and again.</p><p>Andrew's \"just in time\" solutions and love for \"tracer bullet\" prototyping keep projects moving forward. Andrew is always pushing for the next most important thing - helping his team reach the finish line ahead of the competition. When problems do arise, (99% of the time, due to problematic data structures or concurrency), Andrew loves a good challenge and is always ready to roll up his sleeves and dive right in.</p><p>Andrew's toolkit includes several programming languages (Python, PHP, JavaScript), relational databases (especially MySQL and Microsoft SQL Server), and a suite of DevOps tools (Git, Docker, Ansible, Jenkins).</p><p>When Andrew is not deep in code, he is probably busy dreaming of programming somewhere deep inside a forest or traveling back in time to design a best-selling real-time strategy game with Julius Caesar.</p>"
	},
	{
		"id": 2,
		"name": "Missie Dawes",
		"role": "The Sage",
		"description": "Missie creates user interfaces with the exhilaration of a yogi flowing through sun salutations.",
		"photoUrl": "/missie-dawes.jpg",
		"slug": "missie-dawes",
		"githubUsername": "missiedawes",
		"bio": "<p>Missie approaches programming like she’s on the yoga mat — relaxed, disciplined, and always in search of what feels right. Just as a yogi flows through a vinyasa, she flows through code with ease, precision, and a mindful focus on keeping things organic. For her, good software should feel as natural as a deep stretch — sometimes challenging, always rewarding.</p><p>With a background in music education, Missie has honed the art of balancing precision with creativity. Whether it’s hitting the right note or perfecting a piece of code, she finds the same joy in teaching others as she does in creating something beautiful.</p><p>Before she was diving into the world of software, Missie’s career was a mixed bag of serving everyone from kiddos in low-income communities to C-suite executives in high-pressure environments. She’s got a unique intuition for spotting what people <i>actually</i> need in their software — a skill that translates seamlessly from her days of helping people figure out life’s essentials to now helping users get exactly what they’re looking for in tech.</p><p>HTML, CSS, JavaScript? That’s her bread and butter — or should we say “keto bread” (more on that later). TypeScript is her language of choice, but she also knows her way around PHP and dabbles in C#. She's no stranger to databases either, having written way more SQL queries than she'd ever imagined in her coding journey. Frontend reactive frameworks like React, Vue, and Lit are her \"happy place\" — where she can flex her skills and keep the good vibes flowing. When she’s not building awesome user interfaces, she’s knee-deep in ASP.NET or developing on Rock RMS for non-profit organizations.</p><p>Missie thrives in the non-profit sphere, where projects are chosen based on how they help communities, not just how they line pockets. Open-source projects hold a special place in her heart because it’s all about creating, sharing, and helping people connect.</p><p>And here’s where things get keto-cool: Missie follows a strict, classic ketogenic metabolic therapy (no, hers isn't not a fad diet, thanks) to manage neurological symptoms. She’s found a way to gamify everything in her life — from cooking keto-friendly meals to tackling programming problems. It’s all about making things fun and relaxed, while still keeping discipline at the core. Like yoga, it’s about showing up, pushing yourself, and finding balance, even when the pose (or problem) is a little tricky.</p><p>With a mindset of constant growth, Missie believes in pushing past limitations — whether they’re in code, life, or on the yoga mat. She’s on a mission to keep learning, improving, and never turning down a challenge.</p>"
	},
	{
		"id": 3,
		"name": "Logan Sauers",
		"role": "The Ninja",
		"description": "Logan pursues perfection with the exactness of a master swordsman, seeking answers with the patience of a monk in meditation.",
		"photoUrl": "/logan-sauers.jpg",
		"slug": "logan-sauers",
		"githubUsername": "logansauers",
		"bio": "<p>Logan approaches his craft like a ninja practicing martial arts — every line of code is a kata, every bug a chance to refine his form. If Logan were a programming language, he'd be Python: efficient, flexible, and always ready to automate the tedious into oblivion with a swift, well-placed strike.</p><p>His coding dojo is a cozy office nestled in a cabin deep in the wilderness, where the sun illuminates his workspace like a morning meditation. Logan observes his surroundings with the quiet intensity of an owl — still, focused, and ready to pounce on inefficiency wherever it hides. Each day, he practices his own secret discipline: taking meticulous notes on anything unfamiliar and connecting the dots in a grand mental map of knowledge.</p><p>Logan’s style is pure kung fu coding — like a classical music composer who refuses to let a single note out of place, he moves slowly and deliberately, perfecting each function with the precision of a samurai sharpening his blade. And if he could pair program with anyone, he'd probably summon an ancient engineer and a dusty vacuum tube computer, seeking enlightenment in the art of analog technology. Because why settle for the latest gadgets when you can learn from the roots, even if those roots are as bulky and inefficient as a 1950s mainframe?</p><p>Logan isn’t just about the fight; he's about the discipline, the journey, and the quiet satisfaction of knowing that when he strikes, he strikes true.</p>"
	},
	{
		"id": 4,
		"name": "Kaitlyn Wyland",
		"role": "The Samurai",
		"description": "Kaitlyn fearlessly tackles challenging projects with the boldness of a warrior, mastering tasks with a spirit as free as the wind.",
		"photoUrl": "/kaitlyn-wyland.JPG",
		"slug": "kaitlyn-wyland",
		"githubUsername": "kwyland22",
		"bio": "<p>Kaitlyn is an unstoppable force in the coding world, a doer with the spirit of a Zen gardener who knows that progress is made with every rake of the sand. She thrives in a cozy cabin filled with natural light, where the soundtrack of her creativity plays softly in the background. Her approach to coding is like an abstract painting coming to life — she dives in with bold strokes, letting the lines fall where they may, trusting that clarity will emerge from the mess.</p><p>Her secret? Kaitlyn’s daily ritual of note-taking, capturing every discovery and stumble along the way. It's not about perfection; it's about movement, momentum, and making things happen, one line of code at a time. Kaitlyn doesn't overthink; she acts, moving swiftly from one challenge to the next, tackling each project with the calm assurance of someone who knows that every leap is a step toward creating something great.</p>"
	}
]
